Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Content.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: You are given a project you have never done before. How would you begin?
ar: أُسند إليك مشروع لم تنفّذه من قبل. كيف ستبدأ؟
de: Du bekommst ein Projekt, das du noch nie gemacht hast. Wie würdest du anfangen?
es: Te dan un proyecto que nunca has hecho. ¿Cómo empezarías?
fil: Binigyan ka ng proyektong hindi mo pa nagagawa. Paano ka magsisimula?
fr: On te confie un projet que tu n'as jamais fait. Comment commencerais-tu ?
hi: आपको ऐसा प्रोजेक्ट दिया जाता है जो आपने पहले कभी नहीं किया। आप कैसे शुरू करेंगे?
id: Kamu diberi proyek yang belum pernah kamu kerjakan. Bagaimana kamu memulainya?
it: Ti affidano un progetto che non hai mai fatto. Come inizieresti?
ja: やったことのないプロジェクトを任されました。どう始めますか？
ko: 한 번도 해 보지 않은 프로젝트를 맡게 됐어요. 어떻게 시작하시겠어요?
nl: Je krijgt een project dat je nog nooit hebt gedaan. Hoe zou je beginnen?
pl: Dostajesz projekt, którego nigdy nie robiono. Od czego byś zaczął?
pt_br: Você recebe um projeto que nunca fez antes. Como começaria?
ru: Вам дают проект, которым вы никогда не занимались. С чего бы вы начали?
sv: Du får ett projekt du aldrig gjort förut. Hur skulle du börja?
tr: Daha önce hiç yapmadığın bir proje veriliyor. Nasıl başlardın?
uk: Вам дають проєкт, яким ви ніколи не займалися. З чого б ви почали?
vi: Bạn được giao một dự án chưa từng làm. Bạn sẽ bắt đầu thế nào?
zh_hans: 你接手了一个从没做过的项目。你会怎么开始？

source: You can say: My name is ___. I am from ___. I enjoy ___.
ar: يمكنك أن تقول: اسمي ___. أنا من ___. أحب ___.
de: Du kannst sagen: Ich heiße ___. Ich komme aus ___. Ich mag ___.
es: Puedes decir: Me llamo ___. Soy de ___. Me gusta ___.
fil: Puwede mong sabihin: Ako si ___. Taga-___ ako. Mahilig ako sa ___.
fr: Tu peux dire : Je m'appelle ___. Je viens de ___. J'aime ___.
hi: आप कह सकते हैं: मेरा नाम ___ है। मैं ___ से हूँ। मुझे ___ पसंद है।
id: Kamu bisa bilang: Nama saya ___. Saya dari ___. Saya suka ___.
it: Puoi dire: Mi chiamo ___. Vengo da ___. Mi piace ___.
ja: こう言えます：___と申します。___出身です。___が好きです。
ko: 이렇게 말할 수 있어요: 제 이름은 ___예요. ___ 출신이에요. ___을(를) 좋아해요.
nl: Je kunt zeggen: Ik heet ___. Ik kom uit ___. Ik hou van ___.
pl: Możesz powiedzieć: Mam na imię ___. Jestem z ___. Lubię ___.
pt_br: Você pode dizer: Meu nome é ___. Sou de ___. Eu gosto de ___.
ru: Можно сказать: Меня зовут ___. Я из ___. Мне нравится ___.
sv: Du kan säga: Jag heter ___. Jag kommer från ___. Jag gillar ___.
tr: Şöyle diyebilirsin: Adım ___. ___'lıyım. ___ severim.
uk: Можна сказати: Мене звати ___. Я з ___. Мені подобається ___.
vi: Bạn có thể nói: Tôi tên là ___. Tôi đến từ ___. Tôi thích ___.
zh_hans: 你可以说：我叫___。我来自___。我喜欢___。

source: You have my attention. What is your idea, and why should it matter?
ar: لديك انتباهي. ما فكرتك، ولماذا ينبغي أن تهم؟
de: Du hast meine Aufmerksamkeit. Was ist deine Idee, und warum sollte sie zählen?
es: Tienes mi atención. ¿Cuál es tu idea y por qué debería importar?
fil: Nakikinig ako. Ano ang ideya mo, at bakit ito mahalaga?
fr: Je t'écoute. Quelle est ton idée, et pourquoi devrait-elle compter ?
hi: आपने मेरा ध्यान खींचा है। आपका विचार क्या है, और यह क्यों मायने रखता है?
id: Saya mendengarkan. Apa idemu, dan mengapa ini penting?
it: Hai la mia attenzione. Qual è la tua idea, e perché dovrebbe contare?
ja: 聞かせてください。どんなアイデアで、なぜ重要なんですか？
ko: 듣고 있어요. 어떤 아이디어이고, 왜 중요한가요?
nl: Je hebt mijn aandacht. Wat is je idee, en waarom zou het ertoe doen?
pl: Masz moją uwagę. Jaki jest twój pomysł i dlaczego ma znaczenie?
pt_br: Você tem minha atenção. Qual é a sua ideia, e por que ela importa?
ru: Я слушаю. В чём ваша идея и почему она важна?
sv: Du har min uppmärksamhet. Vad är din idé, och varför spelar den roll?
tr: Dikkatimi çektin. Fikrin ne ve neden önemli olsun?
uk: Я слухаю. У чому ваша ідея і чому вона важлива?
vi: Tôi đang nghe đây. Ý tưởng của bạn là gì, và vì sao nó quan trọng?
zh_hans: 你说吧。你的想法是什么，为什么重要？

source: Your manager
ar: مديرك
de: Deine Führungskraft
es: Tu jefe
fil: Ang manager mo
fr: Ton manager
hi: आपके मैनेजर
id: Atasanmu
it: Il tuo responsabile
ja: 上司
ko: 나의 상사
nl: Je leidinggevende
pl: Twój przełożony
pt_br: Seu gestor
ru: Ваш руководитель
sv: Din chef
tr: Yöneticin
uk: Ваш керівник
vi: Quản lý của bạn
zh_hans: 你的上司
